Repository: elementary/settings-bluetooth
Catalog: po/extra/*.po
Languages: cs, hu, pl, ru, sk, sv, zh_tw

source: Bluetooth Settings
cs: Nastavení Bluetooth
hu: Bluetooth-beállítások
pl: Ustawienia Bluetooth
ru: Параметры Bluetooth
sk: Nastavenia Bluetooth
sv: Bluetooth-inställningar
zh_tw: 藍牙設定

source: Configure Bluetooth Settings
cs: Upravit nastavení Bluetooth
hu: Bluetooth-beállítások kezelése
pl: Skonfiguruj ustawienia Bluetooth
ru: Настройка параметров Bluetooth
sk: Upravujte nastavenia Bluetooth
sv: Konfigurera Bluetooth-inställningar
zh_tw: 調整藍牙設定

source: Minor updates
cs: Drobné aktualizace
hu: Kisebb frissítések
pl: Pomniejsze aktualizacje
ru: Незначительные обновления
sk: Menšie aktualizácie
sv: Mindre uppdateringar
zh_tw: 小型更新

source: Updated translations
cs: Aktualizovány překlady
hu: Frissített fordítások
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: Fix missing link to audio settings for some headphones
hu: Néhány fejhallgatónál hiányzó hivatkozás a hangbeállításokhoz javítva
pl: Naprawiono brakujący link do ustawień audio dla niektórych słuchawek
sv: Fixar saknad länk till ljudinställningar för vissa hörlurar
zh_tw: 修正某些耳機會缺乏音訊設定的連結

source: Security update
cs: Aktualizace zabezpečení
hu: Biztonsági frissítés
pl: Aktualizacja bezpieczeństwa
ru: Обновления безопасности
sk: Bezpečnostná aktualizácia
sv: Säkerhetsuppdatering
zh_tw: 安全性更新

source: Fix a vulnerability that would allow a device to be paired without explicit user authorization (CVE-2021-21367)
cs: Opravena zranitelnost který by umožňovala spárování zařízení bez výslovného pověření uživatele (CVE-2021-21367)
hu: Egy sebezhetőség javítva, ami lehetővé tenné eszközök párosítását a felhasználó engedélye nélkül (CVE-2021-21367)
pl: Naprawiono problem pozwalający urządzeniu na sparowanie bez wyraźnej zgody użytkownika (CVE-2021-21367)
ru: Устранение уязвимости, которая позволяет подключать устройство без явного разрешения пользователя (CVE-2021-21367)
sk: Opravená zraniteľnosť, ktorá povoľovala zariadeniu spárovať sa bez autorizácie používateľa (CVE-2021-21367)
sv: Åtgärda en sårbarhet som gör det möjligt att para ihop en enhet utan uttrycklig användarauktorisering (CVE-2021-21367)
zh_tw: 修正造成裝置能夠在使用者未明確授權的脆弱性 (CVE-2021-21367)

source: Fallback to device type when name is not available
cs: Pokud není k dispozici název, náhradně je použit typ zařízení
hu: Eszköztípus megjelenítése, ha a név nem érhető el
pl: Wykorzystanie typu urządzenia gdy nazwa nie jest dostępna
ru: Указание типа устройства, когда название недоступно
sk: Pomenovať zariadenie záložným názvom, pokiaľ nie je dostupný skutočný názov
sv: Fallback till enhetstyp när namn inte är tillgängligt
zh_tw: 裝置名稱不可用時改為使用裝置類型

source: Show "Discovering" indicator in an overlay bar
cs: Zobrazování indikátoru „Objevování“ v překryvném pruhu
hu: "Felderítés" felirat megjelenítése egy lebegő címkén
pl: Dodano indykator „Wykrywanie” w pasku przykrywającym
ru: Отображение индикатора «Определение» на панели
sk: Zobrazovať indikátor „Hľadanie“ v prekrývajúcej lište
sv: Visa "Discovering"-indikatorn i en överliggande stapel
zh_tw: 用覆蓋列顯示「探查中」指示器

source: Fixes
cs: Opravy
hu: Javítások
pl: Poprawki
ru: Исправления
sk: Opravy
sv: Fixar
zh_tw: 修正

source: Fix crash on devices without Bluetooth
cs: Opraven pád u zařízení postrádajících Bluetooth
hu: Összeomlás javítva a Bluetooth nélküli készülékeken
pl: Napraw awarie na urządzeniach bez Bluetooth
ru: Исправлен сбой на устройствах без Bluetooth
sk: Opravený pád na zariadeniach bez Bluetooth
sv: Fixa krasch på enheter utan Bluetooth
zh_tw: 修正在沒有藍牙的裝置上崩潰的問題

source: Move "forget device" button to each device row
cs: Přesunuto tlačítko „zapomenout zařízení“ do každého z řádků se zařízením
hu: Az "eszköz elfelejtése" gomb áthelyezése minden eszköz sorába
pl: Przenieś przycisk „zapomnij urządzenie” do każdego wiersza urządzeń
ru: Кнопка «забыть устройство» теперь отображается рядом с устройством
sk: Presunuté tlačidlo „zabudnúť zariadenie“ do riadku každého zariadenia
sv: Flytta "glöm enhet"-knappen till varje enhetsrad
zh_tw: 將「忘記裝置」按鈕移到每個裝置的列上

source: Pair with devices that require a password, key code, or confirmation
ru: Сопряжение с устройствами, требующими пароль, код ключа или подтверждение
