Repository: elementary/settings-bluetooth
Catalog: po/*.po
Languages: ckb

source: Bluetooth
ckb: بلوتوس

source: Configure Bluetooth Settings
ckb: سازدانی ڕێکخستنەکانی بلوتوس

source: No Devices Found
ckb: هیچ ئامێرێک نەدۆزرایەوە

source: Please ensure that your devices are visible and ready for pairing.
ckb: تکایە دڵنیابە لەوەی کە ئامێرەکانت دەبینرێنەوە و ئامادەن بۆ پەیوەست بوون.

source: Paired Devices
ckb: ئامێرە پەیوەستکراوەکان

source: Nearby Devices
ckb: ئامێرەکانی دەوروبەر

source: Now discoverable as "%s". Not discoverable when this page is closed
ckb: ئیستا بەناوی "%s" دەبێنرێتەوە، بەڵام بە داخستنی ئەم پەڕەیە چیتر نابینرێت

source: Unknown
ckb: نەزانراو

source: Not discoverable while Bluetooth is powered off
ckb: ئامێرەکەت نابینرێتەوە کاتێک بلوتوس داخراوە

source: Not discoverable
ckb: نابیندرێتەوە

source: Confirm Bluetooth Pairing
ckb: پشڕاستکردنەوەی پەیوەستبوونی بلوتوس

source: Confirm Bluetooth Passkey
ckb: تێپەڕەکلیلی بلوتوس پشتڕاست بکەوە

source: Enter Bluetooth PIN
ckb: پینی بلوتوست بنووسە

source: Unknown Bluetooth Device
ckb: ئامێرێکی بلوتوسی نەزانراو

source: Make sure the code displayed on “%s” matches the one below.
ckb: دڵنیابە کە کۆدی پشاندراو لەسەر "%s" هەمان کۆدە لەگەڵ ئەمەی خوارەوە.

source: Pair
ckb: پەیوەستکردن

source: Type the code displayed below on “%s”, followed by Enter.
ckb: ئەم کۆدەی خوارەوە لەسەر "%s" بنووسەر و ئینتەر بکە.

source: “%s” would like to pair with this device.
ckb: "%s" دەیەوێت پەیوەست بەم ئامێرەوە بێت.

source: Available
ckb: بەردەست

source: Pairing…
ckb: پەیوەستبوون…

source: Connected
ckb: پەیوەستبوو

source: Connecting…
ckb: پەیوەستبوون…

source: Disconnecting…
ckb: پچڕاندن…

source: Unable to Connect
ckb: نەتوانرا پەیوەست ببێت

source: Not Connected
ckb: پەیوەست نەبوو

source: Speaker
ckb: بڵندگۆ

source: Controller
ckb: کۆنتڕۆڵەر

source: Keyboard
ckb: تەختەکلیل

source: Mouse
ckb: ماوس

source: Tablet
ckb: تابلێت

source: Touchpad
ckb: تەچپاد

source: Phone
ckb: مۆبایل

source: Forget this device
ckb: لەبیرکردنی ئەم ئامێرە

source: Sound Settings
ckb: ڕێکخستنەکانی دەنگ

source: Keyboard Settings
ckb: ڕێکخستنەکانی تەختەکلیل

source: Mouse & Touchpad Settings
ckb: ڕێکخستنەکانی ماوس & تەچپاد

source: Printer Settings
ckb: ڕێکخستنەکانی چاپکەر

source: Disconnect
ckb: پچڕاندن

source: Connect
ckb: پەیوەستکردن
